module.exports = {
    create: 'Добавить',
    'create-title':'Создать новый справочник',
    alert_no_data:'Структура этого справочника не содержит полей. Заполните её (кнопка плюс).',
    alert_no_items:'Не существут ни одного справочника. Добавте первый (кнопка плюс).',
    item_field_create:'Создать поле справочника',
    dialog_item_name:'Название поля справочника',
    dialog_item_position:'Позиция поля справочника',
    dialog_item_type:'Тип поля справочника',
    item_field_rename:'Переименовать справочник',
    item_field_remove:'Удалить справочник',
    rename_title:'Введите новое название справочника',
    remove_text: 'Вы уверены, что хотите удалить справочник "{0}"? Все данные связанные с ним будут удалены безвозвратно.',

    field_table_item_name: 'Название поля',
    field_table_item_type: 'Тип поля справочника',
    field_table_item_default_value: 'Настройка значения(й)'
};
